[AttributePresentation_Mechro AttributePresentationDefinition]
Description="$WillowGame.ItemCardPresentationDescriptions.CharacterSkin"
NoConstraintText=""
Suffix=""
Prefix=""

[Mechro.Head_MechroSage UsableCustomizationItemDefinition]
ItemCardTopStatString="%s1 %s2"
UseFailureCharacterMessage="É preciso ser %s para usar esse Item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Mechro.Head_MechroSage:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="$WillowGame.ItemCardPresentationDescriptions.CharacterHead"
NoConstraintText=""
Suffix=""
Prefix=""

[Mechro.Skin_Leopard UsableCustomizationItemDefinition]
ItemCardTopStatString="%s1 %s2"
UseFailureCharacterMessage="É preciso ser %s para usar esse Item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item. "
NoManufacturerName="Genérico"

